aspell
bash
clang-tools-extra
colorls
curl
firefox
fzf
git
go
htop
ImageMagick
latexmk
mpv
neovim
py3-pip
rust
rust-clippy
rust-gdb
rust-rustfmt
shellcheck
smartmontools
texlive_texmf-minimal
tree
zathura
zathura-pdf-mupdf
